Repository: salfrancl/bsdpm
Catalog: po/*.po
Languages: es

source: BSD Ports/Packages Manager
es: Administrador de Portes/Paquetes BSD

source: BSD Ports Manager
es: Administrador de Portes BSD

source: Ports
es: Portes

source: Port
es: Porte

source: BSD Packages Manager
es: Administrador de Paquetes BSD

source: Packages
es: Paquetes

source: Package
es: Paquete

source: Usage
es: Uso

source: OPTION
es: OPCIÓN

source: Examples
es: Ejemplos

source: Options
es: Opciones

source: Show this help messages
es: Muestra estos mensajes de ayuda

source: Set an alternative configuration file
es: Establece un archivo de configuración alternativo

source: Recreate the BSDPM database
es: Recrea la base de datos de BSDPM

source: Search on the BSDPM database
es: Busca en la base de datos de BSDPM

source: Install port(s)/package(s)
es: Instalar porte(s)/paquete(s)

source: Deinstall port(s)/package(s)
es: Desinstalar porte(s)/paquete(s)

source: Upgrade the whole system
es: Actualiza todo el sistema completo

source: Mode to use
es: Modo a usar

source: only ports (default)
es: solo ports (predeterminado)

source: only packages
es: solo paquetes

source: Start BSDPM with a graphical user interface
es: Inicia BSDPM con una interfaz gráfica de usuario

source: Updating packages list
es: Actualizando la lista de paquetes

source: Updating ports list
es: Actualizando la lista de portes

source: Downloading
es: Descargando

source: Can't download INDEX file
es: No se puede descargar el archivo INDEX

source: Extracting
es: Extrayendo

source: Can't extract compressed INDEX file
es: No se puede descomprimir el archivo INDEX

source: Processing INDEX file
es: Procesando el archivo INDEX

source: Processing dependencies
es: Procesando las dependencias

source: Can't process INDEX file
es: No se puede procesar el archivo INDEX

source: Can't process dependencies
es: No se pueden procesar las dependencias

source: INDEX file is invalid, there is not access or doesn't exists
es: El archivo INDEX es inválido, no tiene acceso o no existe

source: INDEX can't be openned
es: No se puede abrir el archivo INDEX

source: Done
es: Hecho

source: Can't download package
es: No se puede descargar el paquete

source: The file can't be downloaded
es: El archivo no puede ser descargado

source: of
es: de

source: Starting search
es: Comenzando la búsqueda

source: Search ended
es: La búsqueda ha terminado

source: State
es: Estado

source: Uninstalled
es: Desinstalado

source: Installed
es: Instalado

source: Upgradable
es: Actualizable

source: Distribution name
es: Nombre de distribución

source: Available version
es: Versión disponible

source: Installed version
es: Versión instalada

source: Port path
es: Ruta del porte

source: Comment
es: Comentario

source: Maintainer
es: Mantenedor

source: WWW
es: Sitio web

source: Invalid search criteria
es: Criterio de búsqueda no válido

source: Search has no result(s)
es: La búsqueda no tuvo resultado(s)

source: Starting installation
es: Comenzando la instalación

source: NOT FOUND
es: NO ENCONTRADO

source: _File
es: _Archivo

source: _Refresh
es: _Actualizar

source: Refresh the packages list
es: Actualiza la lista de paquetes

source: _Load configuration
es: _Cargar configuración

source: _Save configuration
es: _Guardar configuración

source: Save configuration _as
es: Guardar configuración c_omo

source: _Edit
es: _Editar

source: _Upgradable
es: _Actualizables

source: Select all _upgradable
es: Seleccionar todos los _actualizables

source: Select all upgradable packages on current list
es: Selecciona todos los paquetes actualizables en la lista actual

source: _Invert selection
es: _Invertir la selección

source: Select _none
es: Seleccionar _ninguno

source: Select _all
es: Seleccionar _todos

source: _Package
es: _Paquete

source: _Install
es: _Instalar

source: _Install package(s)
es: _Instalar paquete(s)

source: Install selected packages
es: Instala los paquetes seleccionados

source: _Uninstall
es: _Desinstalar

source: _Uninstall package(s)
es: _Desinstalar paquete(s)

source: Uninstall selected packages
es: Desinstala los paquetes seleccionados

source: _Information
es: I_nformación

source: Show package _info
es: Mostrar i_nformación del paquete

source: Show information about selected package
es: Mostrar información acerca del paquete seleccionado

source: _Help
es: Ay_uda

source: Categories
es: Categorías

source: Category
es: Categoría

source: Group
es: Grupo

source: Description
es: Descripción

source: <b>Screenshot</b>
es: <b>Pantallazo</b>

source: all
es: todos

source: uninstalled
es: no_instalados

source: installed
es: instalados

source: upgradable
es: actualizables

source: searches
es: búsquedas

source: end-users
es: usuarios-finales

source: accessibility
es: accesibilidad

source: deskutils
es: útiles-escritorio

source: editors
es: editores

source: finance
es: financia

source: games
es: juegos

source: graphics
es: gráficos

source: net-p2p
es: red-p2p

source: print
es: impresión

source: shells
es: consolas

source: textproc
es: proc-texto

source: sysadmins
es: admins-sistemas

source: archivers
es: archivadores

source: databases
es: basedatos

source: devel
es: desarrollo

source: emulators
es: emuladores

source: lang
es: lenguaje

source: ports-mgmt
es: admin-ports

source: security
es: seguridad

source: sysutils
es: útiles-sistema

source: comms
es: comunicaciones

source: mail
es: correo

source: net
es: red

source: net-im
es: red-mi

source: net-mgmt
es: red-admin

source: news
es: noticias

source: x11-clocks
es: x11-relojes

source: x11-drivers
es: x11-controladores

source: x11-fonts
es: x11-fuentes

source: x11-servers
es: x11-servidores

source: x11-themes
es: x11-temas

source: x11-toolkits
es: x11-kits_herramientas

source: astro
es: astrología

source: biology
es: biología

source: math
es: matemáticas

source: science
es: ciencia

source: languages
es: idiomas

source: arabic
es: arábico

source: chinese
es: chino

source: french
es: francés

source: german
es: alemán

source: hebrew
es: hebreo

source: hungarian
es: húngaro

source: japanese
es: japonés

source: korean
es: koreano

source: polish
es: polandés

source: portuguese
es: portugués

source: russian
es: ruso

source: spanish
es: español

source: ukrainian
es: ukraniano

source: vietnamese
es: vietnamés

source: virtuals
es: virtuales

source: docs
es: documentación

source: geography
es: geografía

source: parallel
es: paralelo

source: other
es: otros

source: benchmarks
es: mediciones

source: converters
es: convertidores

source: misc
es: misceláneo

source: unknown
es: desconocido

source: Show all packages
es: Muestra todos los paquetes

source: Show all uninstalled packages
es: Muestra todos los paquetes no instalados

source: Show all installed packages
es: Muestra todos los paquetes instalados

source: Show all upgradable packages
es: Muestra todos los paquetes actualizables

source: Packages matching searching criteria
es: Paquetes que coinciden con los criterios de búsqueda

source: Packages matching with:
es: Paquetes que coinciden con:

source: Packages primarily for end-users
es: Paquetes primariamente para usuarios finales

source: Packages to help disabled users
es: Paquetes para ayudar a usuarios discapacitados

source: Audio utilities - most require a supported sound card
es: Utilidades de audio - la mayoría requieren una tarjeta de sonido compatible

source: Various desktop utilities
es: Utilidades variadas de escritorio

source: Common text editors
es: Editores de textos comúnes

source: Monetary, financial and related applications
es: Aplicaciones monetarias, financieras y relacionadas

source: Various and sundry amusements
es: Varios y diversos entretenimientos

source: Graphics libraries and utilities
es: Bibliotecas y utilidades gráficas

source: Multimedia software
es: Programas multimedia

source: Peer to peer networking software
es: Programas para el intercambio punto a punto

source: Utilities for dealing with printing
es: Utilidades para negociar con la impresión

source: Various shells (tcsh, bash, etc)
es: Varias consolas (tcsh, bash, etc)

source: Text processing/search utilities
es: Procesamiento de texto/utilidades de búsqueda

source: Packages primarily for system administrators and developers
es: Paquetes primariamente para administradores de sistemas y desarrolladores

source: Utilities for archiving and unarchiving data
es: Utilidades para la archivar y desarchivar datos

source: Database software
es: Programas para base de datos

source: Software development utilities and libraries
es: Programas para el desarrollo de utilidades y bibliotecas

source: Utilities for emulating other os types
es: Utilidades para la emulación de otros tipos de SO

source: Java language support
es: Soporte para el lenguaje Java

source: Computer languages
es: Lenguajes de computadora

source: Utilities for managing ports and packages
es: Utilidades para administrar ports y paquetes

source: System security software
es: Programas para la seguridad del sistema

source: Various system utilities
es: Varias utilidades del sistema

source: Packages relating to computer communications and the Internet
es: Paquetes relacionados a las comunicaciones de computadoras y la Internet

source: Communications utilities
es: Utilidades para la comunicación

source: DNS client and server utilities
es: Utilidades para cliente y servidor DNS

source: FTP client and server utilities
es: Utilidades para cliente y servidor FTP

source: Internet Relay Chat utilities
es: Utilidades para Internet Relay Chat

source: Electronic mail packages and utilities
es: Paquetes de correo electrónico y utilidades

source: Applications and utilities for the mbone
es: Aplicaciones y utilidades para el mbone

source: Networking utilities
es: Utilidades de redes

source: Instant messaging software
es: Programas para la mensajería instantánea

source: Network management utilities
es: Utilidades para la administración de la red

source: Usenet news support software
es: Programas para el soporte de noticias Usenet

source: Web utilities (browsers, http servers, etc)
es: Utilidades para el web (navegadores, servidores HTTP, etc)

source: Packages relating to the X window system
es: Paquetes relacionados al sistema Ventana X

source: X Window system based utilities
es: Utilidades basadas en el sistema Ventana X

source: X Window system based clocks
es: Relojes basados en el sistema Ventana X

source: X Window system drivers
es: Controladores basados en el sistema Ventana X

source: X Window system based file managers
es: Administradores de archivos basados en el sistema Ventana X

source: X Window system fonts and font utilities
es: Fuentes y utilidades de fuentes basadas en el sistema Ventana X

source: X Window system servers
es: Servidores del sistema Ventana X

source: X Window system themes
es: Temas del sistema Ventana X

source: X Window system based development toolkits
es: Kits de herramientas para el desarrollo basadas en el sistema Ventana X

source: X Window system window managers
es: Administradores de ventana del sistema Ventana X

source: Packages relating to science and engineering
es: Paquetes relacionados a la ciencia y la ingeniería

source: Applications related to astronomy
es: Aplicaciones relacionadas con la astronomía

source: Software related to biology
es: Programas relacionados con la biología

source: Computer aided design utilities
es: Utilidades de diseño asistido por computadora

source: Mathematical computation software
es: Programas para el cómputo matemático

source: Scientific software
es: Programas científicos

source: Packages relating to human languages
es: Paquetes relacionados a los idiomas humanos

source: Ported software for the arabic market
es: Programas portados para el mercado arábico

source: Ported software for the chinese market
es: Programas portados para el mercado chino

source: Ported software for the french countries
es: Programas portados para los países franceses

source: Ported software for the germanic countries
es: Programas portados para los países alemanes

source: Ported software for the hebrew language
es: Programas portados para el idioma hebreo

source: Ported software for the hungarian market
es: Programas portados para el mercado húngaro

source: Ported software for the japanese market
es: Programas portados para el mercado japonés

source: Ported software for the korean market
es: Programas portados para el mercado koreano

source: Ported software for the polish market
es: Programas portados para el mercado polandes

source: Ported software for the portuguese market
es: Programas portados para el mercado portugués

source: Ported software for the russian market
es: Programas portados para el mercado ruso

source: Ported software for the spanish market
es: Programas portados para el mercado español

source: Ported software for the ukrainian market
es: Programas portados para el mercado ukraniano

source: Ported software for the vietnamese market
es: Programas portados para el mercado vietnamés

source: Packages in virtual categories (secondary groupings to above)
es: Paquetes en categorías virtuales (agrupaciones secundarias a las anteriores)

source: Packages to support the afterstep window manager
es: Paquetes para soportar el administrador de ventanas AfterStep

source: Meta-packages for freebsd documentation
es: Meta-paquetes para la documentación FreeBSD

source: Things related to Emacs LISP
es: Cosas relacionadas a Emacs LISP

source: Geography related packages
es: Paquetes relationes con la geografía

source: Components of the GNOME Desktop Environment
es: Componentes del Entorno de Escritorio GNOME

source: Software for GNUStep Desktop Environment
es: Programas para el Entorno de Escritorio GNUStep

source: Software for amateur radio
es: Programas para radio amateur

source: Software related to the Haskell language
es: Programas relacionados al lenguaje Haskell

source: IPv6 related software
es: Programas relacionados con IPv6

source: Software for the K Desktop Environment
es: Programas para el Entorno de Escritorio K

source: Kernel loadable modules
es: Módulos cargables del Kernel

source: Linux programs that can be run under binary compatibility
es: Programas Linux que pueden correr bajo la compatibilidad binaria

source: Things related to pure LISP
es: Cosas relacionadas a LISP puro

source: Applications dealing with parallelism in computing
es: Aplicaciones para tratar con el paralelismo en el cómputo

source: Utilities/Modules that fall into the pear system
es: Utilidades/Módulos que caen dentro del sistema PEAR

source: Utilities/Modules for the perl5 language
es: Utilidades/Módulos para el lenguaje Perl5

source: Software from the Plan9 operating system
es: Programas del sistema operativo Plan9

source: Software related to the Python language
es: Programas relacionados al lenguaje Python

source: Software related to the Ruby language
es: Programas relacionados al lenguaje Ruby

source: Packages for the rubygems system
es: Paquetes para el sistema RubyGems

source: Software related to the Scheme language
es: Programas relacionados al lenguaje Scheme

source: TCL and packages which depend on it
es: TCL y los paquetes que dependen de él

source: TK and packages which depend on it
es: TK y los paquetes que dependen de é

source: Packages to support the WindowMaker window manager
es: Paquetes para soportar el administrador de ventana WindowMaker

source: Packages to support the XFCE Desktop Environment
es: Paquetes para soportar el Entorno de Escritorio XFCE

source: Software related to the Zope platform
es: Programas relacionados a la plataforma Zope

source: All other packages
es: Todos los demás paquetes

source: Utilities for measuring system performance
es: Utilidades para la medición del rendimiento del sistema

source: Format conversion utilities
es: Utilidades de conversión de formato

source: Miscellaneous utilities
es: Utilidades misceláneas

source: Software support for the Palm(TM) series
es: Programas para soportar las series Palm(TM)

source: Packages that belongs to unknown category
es: Paquetes que corresponden a una categoría desconocida
